<div class="text title center">
    UxCapture
</div>

<div class="text center" style="text-align: left; width: 80%">
    <p>UxCapture - модуль, встраиваемый в приложение. UxCapture собирает статистику о приложении от добровольных тестировщиков, не обладающих опытом в тестировании. Такой подход позволяет включить в тестирование множество независимых тестировщиков и получить подробную оценку интерфейса. UxCapture легко удалить из приложения.
    </p>

    <p>
    Кто пользуется?
    Компании, заинтересованные в том, чтобы их интерфейс был удобным, красивым и современным. Компания привлекает тестировщиков (возможно, через интернет). Тестировщики, ничего не получают за работу, но их работа не требует особых усилий. От тестировщика требуется оценка каждого экрана приложения. Это позволяет собрать более массовую оценку интерфейса.
    </p>

    <p>
    Как работает?
    В приложении на каждом экране будет небольшая кнопка, которая не мешает основному интерфейсу. По нажатию на эту кнопку появляется экран, в котором тестировщик делает оценку конкретной страницы приложения по нескольким критериям и оставляет комментарий.
    Критерии оценки интерфейса:
    Удобство интерфейса и скорость обучения, восприятия
    Красота и внешний вид
    Быстродействие
    В комментарии тестировщик указывает, что ему понравилось или не понравилось.
    После нажатия кнопки отправить, данные сразу отправляются на сервер и тестировщик продолжает пользоваться приложением.
    </p>

</div>

<a href="/admin" class="button-primary center">Войти</a>
